Repository: Blade83x2/porto
Catalog: messages.po
Languages: de_de

source: Access Denied.
de_de: Zugriff verweigert.

source: The Porto Package was built with Bootstrap v3.2.0 for concrete 5.7! It includes 2 Themes, Blocks, Templates and more...
de_de: Die Porto Erweiterung wurde mit Twitter Bootstrap 3.2.0 erstellt und beinhaltet 2 Themes, viele Blöcke und Templates

source: Porto Package
de_de: Porto Erweiterung

source: Search...
de_de: Suchen...

source: Blank
de_de: Leere Seite

source: Full
de_de: Komplett

source: Landing Page
de_de: Lande Seite

source: Left Sidebar
de_de: Linke Seitenleiste

source: Right Sidebar
de_de: Rechte Seitenleiste

source: Settings
de_de: Einstellungen

source: Header & Footer Design
de_de: Kopf & Fuss Design

source: Menu & Logos
de_de: Navigation & Logos

source: Information
de_de: Informationen

source: Porto Blocktypes
de_de: Porto Blocktypen

source: Revisit after
de_de: Wiederbesuchen in

source: Audience
de_de: Zielgruppe

source: Page Topic
de_de: Seiten Thema

source: Megamenu full width
de_de: Megamenu volle Breite

source: Show link in footer
de_de: Zeige Link in Seitenfuss

source: Detail Image
de_de: Detail Bild

source: Thumbnail Image
de_de: Thumbnail Bild

source: Porto User Attribute Set
de_de: Porto Benutzer Attribute

source: Show profile as Company profile
de_de: Profil als Firmen- Profil zeigen

source: Company Name
de_de: Firmen Name

source: Company Logo
de_de: Firmen Logo

source: Company branch
de_de: Firmen Branche

source: Company location
de_de: Firmen Standort

source: Company motto
de_de: Firmen Devise

source: male
de_de: Männlich

source: female
de_de: Weiblich

source: Gender
de_de: Geschlecht

source: Firstname
de_de: Vorname

source: Lastname
de_de: Nachname

source: Location
de_de: Adresse, Ort

source: Picture
de_de: Bild

source: Social Links
de_de: Soziale Netzwerke

source: Blockquote
de_de: Zitat

source: Can change settings for the Porto Package
de_de: Kann Einstellungen ändern vom Porto Package

source: Porto Dashboard
de_de: Porto Übersichtsseite

source: User
de_de: Benutzer

source: Users
de_de: Benutzer

source: Messages
de_de: Nachrichten

source: Administration
de_de: Verwaltung

source: Sign Out
de_de: Logout

source: Email Address
de_de: Email Adresse

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Forgot Your Password?
de_de: Zugangsdaten vergessen?

source: Stay signed in for two weeks
de_de: Für 2 Wochen angemeldet bleiben

source: Sign in with %s
de_de: Angemeldet mit %s

source: Register
de_de: Registrieren

source: Enter your email address below. We will send you instructions to reset your password.
de_de: Bitte Ihre Emailadresse eingeben. Es wird eine Mail mit Anweisungen gesendet.

source: Back
de_de: Zurück

source: Reset and Email Password
de_de: Reset und Passwort mailen

source: Audio Player for MP3 files from Fileset
de_de: Audio Player für MP3 Dateien aus einem Dateialbum abspielen

source: Select a Fileset with MP3 Files included for displaying a MP3 Player with Playlist
de_de: Dateialbum mit MP3 Dateien wählen für Playliste

source: No MP3 FileSet selected!
de_de: Kein MP3 Dateialbum gewählt!

source: MP3 FileSet has no Audio Files!
de_de: MP3 Dateialbum enthält keine Audio Dateien!

source: MP3 FileSet Error!
de_de: Fehler im MP3 Dateialbum

source: Album Name fail!
de_de: Album Name fehlt!

source: FileSet has no MP3 Files!
de_de: Dateialbum beinhaltet keine MP3 Dateien!

source: Player in edit Mode disabled!
de_de: Der Player wird im Bearbeitungsmodus nicht angezeigt!

source: FileSet has removed!
de_de: Dateialbum wurde gelöscht!

source: Name for Album Name
de_de: Name vom Album

source: Album description
de_de: Album Beschreibung

source: Album Image
de_de: Album Bild

source: Select Album Image
de_de: Album Bild wählen

source: MP3 File Set
de_de: MP3 Dateialbum

source: Display Userdata
de_de: Zeige Benutzerdaten

source: Member Listing
de_de: Mitglieder Liste

source: <b>This Block returns a Picture with a Table of data.</b><p>You can create your own Fields or reading the content from a User group.</p>
de_de: <b>Dieser Block listet ein Bild mit einer Datentabelle.</b><p>Sie können eigene Felder definieren oder Attribute aus einer Gruppe auslesen.</p>

source: Error
de_de: Fehler

source: Type
de_de: Typ

source: Loading Effect
de_de: Animations Effekte

source: Picture Position
de_de: Bild Position

source: Width
de_de: Breite

source: Web
de_de: Internet

source: No Group selected
de_de: Keine Gruppe gewählt

source: Group not valid
de_de: Gruppe ungültig

source: Group not allowed
de_de: Gruppe nicht erlaubt

source: Select Picture to display!
de_de: Bild zum Anzeigen wählen

source: Picture not allowed!
de_de: Bild nicht Erlaubt

source: Duplicate Entry for
de_de: Doppelter Eintrag für

source: Company
de_de: Firma

source: Department
de_de: Abteilung

source: Tel
de_de: Telefon

source: Mobil
de_de: Molil

source: Fax
de_de: Telefax

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Empty
de_de: Leerer

source: Single Entry
de_de: Einzelner Eintrag

source: User Group
de_de: Benutzergruppe

source: None
de_de: Keine

source: Random
de_de: Zufällig

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Select Image
de_de: Bild wählen

source: Salutation
de_de: Anrede

source: Select
de_de: Wähle

source: Own Fields
de_de: Eigene Felder

source: Add
de_de: Hinzufügen

source: Display Users from Group
de_de: Lade Benutzer aus Gruppe

source: Each User from the selected Group returns a Table of data!
de_de: Jeder Benutzer aus der Gruppe wird in einer Tabelle angezeigt

source: Select a User Group to display
de_de: Benutzergruppe zum anzeigen wählen

source: Picture Source
de_de: Bild Quelle

source: Let decide you witch Picture should be use. With File/Image you can select an User Image Attribute.
de_de: Der Benutzer kann entscheiden welches Bild benutzt werden soll. Mit Datei / Bild kann ein Benutzer Attribut Name gewählt werden.

source: Select Picture Source
de_de: Bitte Bild Quelle wählen

source: Avatar from User Profile
de_de: Avatar vom Benutzerprofil

source: File / Image Attribute from User Profile
de_de: Datei / Bild Attribut von Benutzer Profil

source: User Attribute Picture
de_de: Benutzer Attribute Bild

source: You can create your own Image Attribute Keys under User &gt; Attribute
de_de: Erstelle dein eigenes Bild Attribut Schlüssel Keys unter Benutzer & Attribute

source: No File / Image Attribute for the User available! Click on %s
de_de: Kein Datei / Bild Attribut für die Benutzer vorhanden! Klicke auf %s

source: File / Image are disabled for Users! Click on %s and enable them!
de_de: Datei / Bilder sind für Benutzer deaktiviert! Klicke %s zum aktivieren.

source: Type a Name to display and select a User Attribute!
de_de: Anzeigename vergeben und Benutzer Attribut wählen!

source: Here you can type in your own Keys. The Values are loading from the User Attributes.
de_de: Hier können eigene Felder eingegeben werden. Die Werte zu denn Feldern werden dann aus dem ausgewähltem Benutzer Attribut geladen.

source: User Attribute
de_de: Benutzer Attribute

source: Warning
de_de: Warnung

source: No User Attributekeys where found! Please create them first!
de_de: Es wurden keine Benutzer Attribute gefunden! Bitte zuerst erstellen!

source: Empty Image Block.
de_de: Leerer Bild Block.

source: Pro/Contra Table
de_de: Pro/Kontra Tabelle

source: Listing for Pro / Contra
de_de: Auflistung Pro / Kontra

source: Add a Pro- Contra Table
de_de: Eine Pro- Contra Tabelle hinzufügen

source: No entry for Name or / and Picture!
de_de: Kein Eintrag für Name und / oder Bild!

source: Pro- and Contra Name are empty!
de_de: Für Pro und Kontra ist nichts eingetragen!

source: Pro list has no values!
de_de: Pro Liste hat kein Inhalt!

source: Contra list has no values!
de_de: Kontra Liste hat keine Einträge!

source: Origin
de_de: Herkunft

source: Preparation
de_de: Herstellung

source: Practical use
de_de: Geeignet für

source: Note
de_de: Notiz

source: Name for Heading description
de_de: Name für Text Überschrift

source: Image
de_de: Bild

source: Choose Image
de_de: Bild wählen

source: Name the pro list
de_de: Überschrift Name für Pro Liste

source: Pro list
de_de: Pro Liste

source: Pro arguments (1 pro line)
de_de: Pro Argumente (1 pro Zeile)

source: Contra Name
de_de: Kontra Name

source: Name the contra list
de_de: Überschrift Name für Kontra Liste

source: Contra list
de_de: Kontra Liste

source: Contra arguments (1 pro line)
de_de: Kontra Argumente(1 pro Zeile)

source: Contact Us
de_de: Kontaktiere uns

source: Sortable Contact information
de_de: Kontaktinfo sortierbar

source: <b>Add Information about your Person/Business.</b><p>Value sorting with drag &amp; drop!</p>
de_de: <b>Füge Information hinzu über dein(e) Person/Business.</b><p>Sortieren mit drag & drop!</p>

source: Variable. Allowed: a-zA-Z0-9öäüßÖÄÜ,.-
de_de: Variable. Erlaubt: a-zA-Z0-9öäüßÖÄÜ,.-

source: Address
de_de: Adresse

source: Zipcode & Location
de_de: Postleitzahl & Ort

source: Phone
de_de: Telefon

source: Variable. Allowed: 0-9 -/+
de_de: Variable. Erlaubt: 0-9 -/+

source: Mobile
de_de: Mobil

source: There is no field in use!
de_de: Es ist kein Feld ausgefült worden!

source: Block heading Text
de_de: Block Überschrift

source: Field Name
de_de: Feld Name

source: Field Value
de_de: Feld Wert

source: Slider for Images
de_de: Abwechselnde Bilder

source: Create a Image Slider from a Fileset
de_de: Erstelle einen Bild Slider aus einem Dateialbum

source: No Image FileSet selected!
de_de: Kein Bild Dateialbum gewählt!

source: No Images in FileSet present!
de_de: Keine Bilder im Dateialbum vorhanden!

source: Effect fails!
de_de: Effekt Fehler!

source: Animate Speed min is 500ms!
de_de: Animation Zeit min ist 500ms!

source: Animate Speed max is 3000ms!
de_de: Animation Zeit max ist 3000ms!

source: Animate Interval min is 2000ms!
de_de: Animation Interval min ist 2000ms!

source: Animate Interval max is 20000ms!
de_de: Animation Interval max ist 2000ms!

source: FileSet has no Images
de_de: Dateialbum hat keine Bilder

source: prev
de_de: vorher

source: next
de_de: weiter

source: Image File Set
de_de: Bild Dateialbum

source: Effect
de_de: Effekt

source: Animate Speed
de_de: Animation Zeit

source: Animate Interval
de_de: Animation Interval

source: Show directionNav Arrows
de_de: Zeige Richtungspfeile

source: Generate Navigation Thumbs
de_de: Erzeuge Navigation Miniatur

source: Show Bulseeye Arrows
de_de: Zeige Bulseye Punkte

source: Needs Navigation Thumbs:
de_de: Benötigt Navigation Miniaturansichten:

source: Pause on Mouse over
de_de: Stop bei MouseOver

source: Random Image
de_de: Zufälliges Bild

source: Create a Text Heading with animations
de_de: Text Überschrift mit Animation erstellen

source: Text Heading
de_de: Text Überschrift

source: <b>Creates a cool Heading-Text with animaitons.</b>
de_de: <b>Erzeugt einen coolen Seitenkopf-Text mit Animationen.</b>

source: Please type in a heading text!
de_de: Bitte eine Überschrift eingeben!

source: Text size
de_de: Text Größe

source: Text strong
de_de: Text Stärke

source: Text Effect
de_de: Text Animation

source: Heading Text
de_de: Text Überschrift

source: This Text is allways displays in upercase!
de_de: Dieser Text wird immer in Großbuchstaben gezeigt!

source: Chose an Effekt for displaying the Text. The animation is disabled in edit Mode!
de_de: Effekt wählen für angezeigten Text. Die Animation ist im bearbeiten Modus deaktiviert!

source: Search
de_de: Suchen

source: Results
de_de: Ergebnisse

source: Page
de_de: Seite

source: of
de_de: von

source: There were no results found. Please try another keyword or phrase.
de_de: Es wurden keine Ergebnisse gefunden. Anderes Stichwort verwenden oder Ausdruck ändern!

source: Calculate a Route
de_de: Eine Strecke berechnen

source: Calculate Route
de_de: Strecke berechnen

source: <b>Add a route planner.</b><p>Select a Service Provider and set a target Address and your Visitors can type in an Address and get a Route to you!</p>
de_de: <b>Routenplanner hinzufügen.</b><p>Wähle einen Service Provider und bestimme eine Ziel Adresse. Besucher können ihre eigene Adresse eingeben und sehen einen Routenplanner zur Ziel Adresse!</p>

source: Service Provider
de_de: Service Anbieter

source: field in
de_de: Feld in

source: Target Address
de_de: Ziel Adresse

source: Wrong
de_de: Falsche

source: Example
de_de: Beispiel

source: Source Address Placeholder
de_de: Platzhalter für Start Adresse

source: Placeholder for Input example!
de_de: Platzhalterr für Eingabe Beispiel!

source: Service Provider that delivers the information about the route!
de_de: Service Anbieter der die Information über die Route bereit stellt!

source: Select a Provider
de_de: Anbieter wählen

source: Let the User decide
de_de: Der Benutzer kann entscheiden

source: This is the target Address for the route!
de_de: Dies ist die Ziel Adresse von der Route!

source: Streetname & Number, Zipcode, Location
de_de: Strassenname & Hausnummer, Postleitzahl, Ort

source: Text of the Button!
de_de: Schaltknopf Text

source: Button Width
de_de: Button Breite

source: This means the Bootstrap col-md-x Classes for the Button width!
de_de: Bootstrap col-md-x Klassen für die Schaltflächen breite!

source: Display a Picture, a Year and Text
de_de: Anzeige für Bild, Jahr und Text

source: History
de_de: Geschichte

source: Add an Element that includes a Picture and a Text. Optional settings: Loading Effect, Linking to another Page and Year
de_de: Fügt ein Element bestehend aus einem Bild und Text hinzu. Optional kann ein Lade Effekt, ein Link zu einer Seite sowie ein Jahr hinzu gefügt werden.

source: Source Page
de_de: Quell Seite

source: Link to Page
de_de: Link zu Seiten

source: Year
de_de: Jahr

source: Picture of
de_de: Bild von

source: Subpages have not entire data to display
de_de: Unterseiten haben keine vollständigen Daten zum anzeigen.

source: Source Page has no Subpages
de_de: Quell Seite hat keine Unterseiten

source: Source Page not found
de_de: Quell Seite wurde nicht gefunden

source: Image not found
de_de: Bild wurde nicht gefunden

source: Single
de_de: Einzelnd

source: Create from Page
de_de: Aus Seiten erstellen

source: This Block will try to read following Page Attributes from all Subpages of the selected Source Page
de_de: Dieser Block lie

source: Available
de_de: Verfügbar

source: Not available
de_de: Nicht verfügbar

source: or
de_de: oder

source: Description
de_de: Beschreibung

source: Meta Description
de_de: Meta Beschreibung

source: Created Time
de_de: Erstellungszeit

source: This is only visible if a Year is selected!
de_de: Nur sichtbar wenn ein Jahr gewählt wurde!

source: none
de_de: keine

source: Navigation Mapping for the OnePage Theme
de_de: OnePage Theme Navigation Zuordnung

source: OnePage Nav Marker
de_de: OnePage NavScroller

source: <b>Creates OnePage Navigation Links</b><p>1.) Create your Sitestructure with content in the Sitemap.<br><br>2.) Create a new Page and change the Page Theme to Porto OnePage on that Page.<br><br>3.) Add any instances from this Block into the new Page.</p>
de_de: <b>Erzeuge OnePage Navigation Links</b><p>1.) Erstelle die Seitenstruktur in der Sitemap.<br><br>2.) Erstelle eine neue Seite und setze das Seiten Theme auf Porto OnePage.<br><br>3.) Füge einige Instanzen von diesem Block in der neuen Seite ein.</p>

source: There is a Problem with the new Page
de_de: Auf der neuen Seite ist ein Problem

source: Included Areas
de_de: Bereich (Area) einbinden

source: No Included Areas!
de_de: Keine eingebundenen Areas!

source: is not active
de_de: ist nicht aktiviert

source: is error
de_de: ist Fehler

source: This Blocktype works only with the <b>Porto OnePage Template</b>!
de_de: Dieser Blocktyp arbeitet nur mit dem <b>Porto OnePage Template</b>!

source: The current Theme for this Page is:
de_de: Das derzeitige Design Theme von dieser Seite ist:

source: Import the content from other Pages to this OnePage here. If you click on a Navigation point, the page scrolls to this position!
de_de: Bindet denn Inhalt von anderen Seiten in diese Seite ein. Beim klick auf denn Navigationspunkt wird bis zum Inhalt gescrollt!

source: Include Page &amp; Navigation
de_de: Seiten Navigation einbinden

source: Select Page to include the content in this OnePage Theme.
de_de: Seite wählen um Inhalt zum OnePage Nav Marker hinzuzufügen.

source: Current included Pages
de_de: Momentan eingebundene Seiten

source: List of currently imported Pages
de_de: Derzeitige Liste von importierten Seiten

source: Included Areas from Page
de_de: Area von Seite einbinden

source: Select your Area to include its content. If you only want to set a link for the scrolleffect, select nothing!
de_de: Area auswählen um denn Inhalt einzufügen. Die Bildlauf Funktion benötigt keine Area!

source: Empty Page List Block.
de_de: Leerer Seitenliste Block.

source: Image in Edit Mode disabled!
de_de: Bild ist im bearbeitungs Modus deaktiviert!

source: More
de_de: Mehr

source: Display Links and a Phone number
de_de: Anzeige für Links und Telefon Nummer

source: Navigation Headerinfo
de_de: Navigation Seitenkopfinfo

source: Link 1 Name is empty!
de_de: Link 1 Name ist leer!

source: Page for Link 1 is not selected!
de_de: Keine Seite für Link 1 gewählt!

source: Link 2 Name is empty!
de_de: Link 2 Name ist leer!

source: Page for Link 2 is not selected!
de_de: Keine Seite für Link 2 gewählt!

source: No data given!
de_de: Es wurden keine Daten eingegeben!

source: Link 1 Page
de_de: Link 1 Seite

source: Link 2 Page
de_de: Link 2 Seite

source: Insert Site Informations
de_de: Allgemeine Daten zu allgemeinen Informationen

source: Close
de_de: Schliessen

source: Error!
de_de: Fehler!

source: You do not have permission to edit this page!
de_de: Keine ausreichenden Rechte um diese Seite zu bearbeiten!

source: General Information
de_de: Allgemeine Informationen

source: Here you can put in several Information about your Site. The header and footer types will display this. Email- Bots can not read the Email address!
de_de: Hier können einige Informationen bezüglich der Seite eingegeben werden. Sie werden in einigen Seitenkopf bzw. Seitenfuss Bereichen angezeigt! Email Adressen sind gegen Emailbots geschützt!

source: Empty = Disabled
de_de: Leer = Deaktiviert

source: Breadcrump Text
de_de: Brotkrümelpfad Text

source: Breadcrump is not available in OnePage Theme!
de_de: Brotkrümelpfad ist im OnePage Theme nicht verfügbar!

source: Breadcrump Navigation are disabled in settings!
de_de: Brotkrümelpfad Navigation ist deaktiviert unter Einstellungen

source: Ribbon Text
de_de: Ribbon Text (Nur Seitenfuss Typ 1)

source: %s placeholder for %d
de_de: %s Platzhalter für %d

source: Save
de_de: Speichern

source: Porto Package Header and Footer Design
de_de: Porto Package Seitenkopf und Seitenfuß

source: Changes the Header and Footer Type of the Pages
de_de: Ändert denn Seitenkopf und denn Seitenfuss von der Seite!

source: Theme Header Type
de_de: Theme Seitenkopf Typ

source: Here you can select a header type. Not every header has a search function!
de_de: Hier kann ein Seitenkopf Typ gewählt werden (Nicht jeder Seitenkopf Typ hat eine Suchbox integriert).

source: This function does not work with the OnePage Theme!
de_de: Diese Funktion funktioniert nicht mit dem OnePage Theme!

source: Theme Footer Type
de_de: Theme Seitenfuss Typ

source: Here you can select a footer type.
de_de: Hier kann ein Seitenfuss gewählt werden.

source: Upload a Site Logo and / or create an animated Menu loading Effect
de_de: Seitenlogo hochladen und / oder erstelle animierte Navigationen

source: Page Images
de_de: Seitenlogo & Hintergrundbild

source: Logo (Header)
de_de: Logo (Seitenkopf)

source: Prior be sure to transform the Image to the right size!
de_de: Vorher unbedingt sicher stellen, dass das Bild die passende Größe hat!

source: Select Logo
de_de: Wähle Logo

source: Width:
de_de: Breite:

source: Height:
de_de: Höhe:

source: Logo (Footer)
de_de: Logo (Seitenfuss)

source: Sticky Menu Logo
de_de: Sticky Menü Logo

source: Activate the Sticky-Header menu here! The animation works only with a selected Logo (Header) and Sticky Menu Logo.
de_de: Das Sticky Menu positioniert die Navigationsleiste je nach gewählter Seitenposition und blendet sie nicht aus.

source: The function "always on" overrides the Logo (Header) and will not displayed if the User can see the Concrete5 edit taskbar!
de_de: Immer an bedeutet, dass die Navigation immer am oberen Browser Rand fest steht wenn keine Concrete5 Edit Bar geladen wird. Animieren schaltet je nach Position um. Die Animation benötigt das Logo (Seitenkopf) sowie das Sticky Menu Logo.

source: off
de_de: aus

source: always on
de_de: immer an

source: animate
de_de: animieren

source: Top:
de_de: Oben:

source: Background Image
de_de: Hintergrundbild

source: Attention!
de_de: Achtung!

source: For activate this Image please disable first the Boxed Mode!
de_de: Das Hintergrundbild kann nur genutzt werden wenn der "Kasten Modus" deaktiviert ist!

source: Select Background
de_de: Wähle Hintergrund

source: Fix Background Image
de_de: Hintergrundbild fixieren

source: Porto Package Setup
de_de: Porto Package Einstellungen

source: Theme-Design and loading functions
de_de: Theme-Design, Seitenladefunktionen & Suchbox Optionen

source: Theme settings
de_de: Theme Optionen

source: Load Javascript &amp; CSS Files over CDN
de_de: Javascript & CSS Dateien über CDN Server laden

source: This option accelerated the Server load
de_de: Diese Option beschleunigt die Ladezeit der Seite

source: Show login in Navigation
de_de: Zeige Loginbox in der Navigation

source: Displays a login function in the Autonav Porto- Navigation
de_de: Loginbox & Benutzereinstellungen in die Autonav Porto Navigation einbinden

source: Activate Boxed Mode
de_de: Aktiviere Kasten Modus

source: Display the Page as a Boxed Version
de_de: Positioniert den Seiteninhalt in einen Kasten

source: Enable Breadcrump Navigation
de_de: Aktiviere Brotkrümelnavigation

source: Home
de_de: Startseite

source: Display the Breadcrump Navigation in every Pagetemplate with the exception of the "%s" Pagetemplate!
de_de: Zeigt den Bereich "Sie sind hier:" in jedem Seitentemplate mit Ausnahme von dem "%s" Seitentemplate!

source: Enable Scroll to top
de_de: Nach oben rollen aktivieren

source: Enable a Scroll to top function in the bottom of the page
de_de: Im unteren rechten Bereich der Seite wird ein "Nach oben rollen" Knopf eingeblendet

source: Load Footer- Infotext from Meta-Description
de_de: Lade Fusstext aus der Seiten-Meta Beschreibung

source: Get the Meta Description from the Site and put it to the footer
de_de: Text aus der Seiten Meta Beschreibung in den Seitenfuss laden

source: Search settings
de_de: Einstellungen für Seitensuche

source: Link User defined search querys to target search page
de_de: Benutzerdefinierte Suchanfragen umleiten auf Such-Seite

source: Searchbox placeholder text
de_de: Platzhalter Text für Suchbox

source: Error Message by sending an empty query
de_de: Fehlermeldung für Anfrage ohne Suchbegriff

source: Searchquery is empty!
de_de: Suchanfrage darf nicht leer sein!

source: Setup for Porto Package
de_de: Porto Einstellungen für das Seitenverhalten, Seitendesign und Seitenlogo

source: Manufacturer
de_de: Hersteller

source: Developer
de_de: Entwickler

source: Ideas or criticism?
de_de: Ideen oder Kritik?

source: Tell me!
de_de: Teile es mit!

source: Syntax error in Email Address!
de_de: Syntax Fehler in der Email Adresse!

source: The stored Logo (Header) is incorrect! The link will be deleted!
de_de: Das gespeicherte Seitenkopf Logo Bild ist fehlerhaft! Die Verlinkung wurde gelöscht!
