Repository: Blade83x2/porto
Catalog: messages.po
Languages: de_de

source: The stored Logo (Header) does not exists! The link will be deleted!
de_de: Das gespeicherte Seitenkopf Logo Bild existiert nicht mehr! Die Verlinkung wurde gelöscht!

source: The stored Logo (Footer) is incorrect! The link will be deleted!
de_de: Das gespeicherte Seitenfuss Logo Bild ist fehlerhaft! Die Verlinkung wurde gelöscht!

source: The stored Logo (Footer) does not exists! The link will be deleted!
de_de: Das gespeicherte Seitenfuss Logo Bild existiert nicht mehr! Die Verlinkung wurde gelöscht!

source: The stored Sticky Menu Logo is incorrect! The link will be deleted!
de_de: Das gespeicherte Sticky Menü Logo Bild ist fehlerhaft! Die Verlinkung wurde gelöscht!

source: The stored Sticky Menu Logo does not exists! The link will be deleted!
de_de: Das gespeicherte Sticky Menü Logo Bild existiert nicht mehr! Die Verlinkung wurde gelöscht!

source: The stored Background Image is incorrect! The link will be deleted!
de_de: Das gespeicherte Hintergrundbild ist fehlerhaft! Die Verlinkung wurde gelöscht!

source: The stored Background Image does not exists! The link will be deleted!
de_de: Das gespeicherte Hintergrundbild existiert nicht mehr! Die Verlinkung wurde gelöscht!

source: The Logo (Header) is incorrect!
de_de: Das Seitenkopf Logo ist fehlerhaft!

source: The Logo (Footer) is incorrect!
de_de: Das Seitenfuss Logo ist fehlerhaft!

source: The Sticky Menu Logo is incorrect!
de_de: Das Sticky Menü Logo ist fehlerhaft!

source: The Background Image is incorrect!
de_de: Das Hintergrundbild ist fehlerhaft

source: Footer- Infotext can not autofilled by Meta- Description of "%s" page because it is not defined!
de_de: Seitenfuss- Infotext der Seite "%s" kann nicht automatisch von Meta-Description geladen werden weil nichts definiert ist!

source: There is no target page for the search function defined!
de_de: Für Such Anfragen wurde keine "Such- Zielseite" definiert!

source: The target page for the search function is incorrect!
de_de: Die Ziel Seite für die such Funktion ist fehlerhaft!

source: The target page for the search page must be a internal page!
de_de: Die Ziel Seite für die such Funktion muss eine interne Seite sein!

source: Can not find a Search- Block on the selected search page!
de_de: Es wurde kein Suchen- Block auf der gewählten Suchseite gefuden!

source: There is no textbox placeholder defined for the search function!
de_de: Es wurde kein Platzhalter für die Such- Textbox definiert!

source: There is no Error Message defined for empty search querys!
de_de: Es wurde keine Abfang- Nachricht verfasst für leere Such Anfragen!

source: is missing in the configuration File! Example:
de_de: ist nicht eingetragen in der Konfigurationsdatei! Beispiel:

source: is currently set to %s
de_de: ist derzeit gesetzt auf %s

source: Change the line to
de_de: Ändere die Zeile zu

source: The Theme paths array key is missing in your configuration File!
de_de: Der "Theme paths" Array Schlüssel ist nicht vorhanden in der Konfigurations Datei!

source: Create
de_de: Erstelle

source: in the return array!
de_de: in dem return array!

source: is not present! Please create the File!
de_de: ist nicht verfügbar! Bitte Datei erstellen!

source: Currently there are no Porto Theme active. Go to %s and enable one of the Porto Themes!
de_de: Momentan ist kein Porto Theme aktiviert. Gehe zu %s und aktiviere ein Porto Theme!

source: The System- Page %s does not have any content! You can create it now!
de_de: Die Hauptseite %s hat keinen Inhalt! Erstelle ihn jetzt!

source: Currently there is no Theme active. Go to %s and enable one of the Porto Themes!
de_de: Momentan ist kein Porto Theme aktiviert. Gehe zu %s und aktiviere ein Porto Theme!

source: Select a Logo (Header) for your page!
de_de: Wähle ein Bild (Seitenkopf) für die Seite!

source: Select a Logo (Footer) for your page!
de_de: Wähle ein Bild (Seitenfuss) für die Seite!

source: Clear Empty Workflow Progress
de_de: Reinige leeren Arbeitsablauf

source: Deletes empty "Compare Versions" alert.
de_de: Lösche leere "Versions vergleiche".

source: All
de_de: Alle

source: Porto OnePage Template
de_de: OnePage Template

source: The Porto Bootstrap 3 OnePage Template
de_de: Porto Bootstrap 3 OnePage Design Vorlage

source: Attributes
de_de: Attribute

source: Submit
de_de: Absenden

source: Porto Template
de_de: Porto Vorlage

source: The Porto Bootstrap 3 Template
de_de: Porto Bootstrap 3 Design Vorlage

source: 404 - Page Not Found
de_de: 404 - Seite nicht gefunden

source: Return to Home
de_de: Zurück zum Start

source: Your Details
de_de: Details

source: Confirm Password
de_de: Passwort bestätigen

source: Options
de_de: Optionen

source: No users found.
de_de: Keine Benutzer gefunden.

source: Joined on %s
de_de: Beigetreten auf %s

source: Community Points
de_de: Gemeinschafts Punkte

source: Edit
de_de: Bearbeiten

source: Send Message
de_de: Sende Nachricht

source: 403 - You are not allowed to access this page
de_de: 403 - Du hast keine Rechte um diese Seite in denn Griff zu bekommen

source: Time Zone
de_de: Zeit Zone

source: Language
de_de: Sprache

source: Change Password
de_de: Passwort ändern

source: New Password
de_de: Neues Passwort

source: Leave blank to keep current password.
de_de: Leer lassen um aktuelles Passwort zu behalten.

source: Confirm New Password
de_de: Neues Passwort bestätigen

source: Authentication Types
de_de: Authentifizierungs Typen

source: Back to Account
de_de: Zurück zum Konto

source: You need the Adobe Flash plugin installed on your computer to upload and crop your user profile picture.
de_de: Adobe Flash Plugin muss installiert sein, damit ihr Benutzerprofil wieder angezeigt sein!

source: Remove your user avatar
de_de: Benutzer Bild löschen

source: View Public Profile
de_de: Zeige öffentliches Profil

source: View your public user profile and the information you are sharing.
de_de: Betrachte dein öffentliches Benutzerprofil und denn Informationen die geteilt wurden.

source: Inbox
de_de: Eingang

source: Sent
de_de: Senden

source: Action
de_de: Aktion

source: Reply
de_de: Antworten

source: Delete this message?
de_de: Diese Nachricht löschen?

source: Delete
de_de: Löschen

source: To
de_de: Zu

source: From
de_de: Von

source: Subject
de_de: Subjekt

source: Sent At
de_de: Senden am

source: No messages found.
de_de: Keine Nachricht gefunden.

source: Reply Sent.
de_de: Antwort gesendet.

source: Back to Message
de_de: Zurück zu Nachrichten

source: Message Sent.
de_de: Nachricht gesendet.

source: Back to Profile
de_de: Zurück zum Profil

source: Woops!
de_de: Hoppla!

source: You've sent more messages than we can handle just now, that last one didn't go out. We've notified an administrator to check into this. Please wait a few minutes before sending a new message.
de_de: Es wurden mehrere Nachrichten gestapelt, als bei dem Server E-Mails versendet wurden.

source: Message
de_de: Nachricht

source: Cancel
de_de: Abbrechen

source: <strong>%s</strong>, sent by %s on %s
de_de: <strong>%s</strong>, gesendet von %s am %s

source: Sent Messages
de_de: Nachricht senden

source: Edit Profile
de_de: Profil bearbeiten

source: Basic Information
de_de: Basis Information

source: Save Changes
de_de: Änderungen speichern

source: Edit this Page
de_de: Diese Seite bearbeiten

source: Page Properties
de_de: Seiten Eigenschaften

source: Composer
de_de: Verfasser

source: Permissions
de_de: Berechtigung

source: Versions
de_de: Version

source: Sitemap
de_de: Seitenbaum

source: Files
de_de: Dateien

source: Members
de_de: Mitglieder

source: Reports
de_de: Berichte

source: Pages & Themes
de_de: Seiten & Thema

source: Workflow
de_de: Arbeitsablauf

source: Stacks & Blocks
de_de: Stapel & Blöcke

source: Extend concrete5
de_de: Erweitere concrete5

source: System & Settings
de_de: System & Einstellungen

source: Exit Edit Mode
de_de: Bearbeitungsmodus beenden

source: Edit This Page
de_de: Diese Seite bearbeiten

source: Composer, Page Design, Location, Attributes and Settings
de_de: Verfasser, Seiten Design, Standort, Attribute und Einstellugen

source: Page Design, Location, Attributes and Settings
de_de: Seiten Design, Standort, Attribute und Einstellugen

source: Add Content to The Page
de_de: Inhalt in die Seite einfügen

source: Dashboard – Change Site-wide Settings
de_de: Dashboard - Ändere Site-wide Einstellungen

source: Add Pages and Navigate Your Site
de_de: Pages und Navigation

source: Navigate this page in other languages
de_de: Diese Seite in einer anderen Sprache aufrufen

source: Editing Unavailable.
de_de: Bearbeitung nicht verfügbar.

source: %s is currently editing this page.
de_de: %s bearbeitet gerade diese Seite.

source: View/Edit Original
de_de: Original anzeigen / editieren

source: Remove Alias
de_de: Alias löschen

source: Page Alias.
de_de: Seiten Alias.

source: This page is an alias of one that actually appears elsewhere.
de_de: Diese Seite ist ein Alias von einer die wirklich woanders erscheint.

source: Hide
de_de: Verstecken

source: Page Draft.
de_de: Seiten Entwurf.

source: This is an un-published draft.
de_de: Dies ist ein unveröffentlicher Entwurf.

source: Submit to Workflow
de_de: Abschicken an Arbeitsablauf

source: Approve Version
de_de: Freigegebene Version

source: Page is Pending Approval.
de_de: Seite wartet auf Freigabe.

source: This page is newer than what appears to visitors on your live site.
de_de: Diese Seite ist neurer als die, die dem Besucher auf der live Seite angezeigt wird.

source: Porto Package installer
de_de: Porto Package installation

source: Enable or disable the features for the install routine of this Package
de_de: Aktiviere oder deaktiviere Funktionalitäten für die Installations Routine von diesem Programmpaket

source: Send a message
de_de: Eine Nachricht senden

source: Package install options
de_de: Packetinstallation Optionen

source: Enable Loging for installation
de_de: Protokollierung für Installation aktivieren

source: Create Filesets
de_de: Dateialben erstellen

source: Create Cron Jobs
de_de: Cron Jobs erstellen

source: Create Blocks
de_de: Blöcke erstellen

source: Porto Package uninstaller
de_de: Porto Package deinstallation

source: Enable or disable the features for the uninstall routine of this Package
de_de: Aktiviere oder deaktiviere Funktionalitäten für die Deinstallations Routine von diesem Programmpaket

source: Package uninstall options
de_de: Packetdeinstallation Optionen

source: Remove Filesets
de_de: Dateialbum löschen
